---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyIsElevationMarkBody
source: html/4532af6d-61e5-209a-50c4-279c66a6a3ca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyIsElevationMarkBody Property

"Elevation Mark Use"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyIsElevationMarkBody { get; }
```